{
  "title": "Terms and Conditions",
  "sections": [
    {
      "heading": "Introduction",
      "content": "These Terms and Conditions (“Terms”) govern your access to and use of the Buy Upvotes website, located at https://buyupvotes.io (the “Service”), along with the Privacy Policy, Acceptable Use Policy, and Anti-Spam Policy. By using our Service, you agree to be bound by these Terms. If you do not agree with any part of these Terms, please refrain from using the Service."
    },
    {
      "heading": "Using Our Services",
      "content": "To access and use the Services, you must: (a) be of legal age in your jurisdiction, (b) complete the registration process and create an account, (c) provide and maintain accurate, up-to-date contact and account information."
    },
    {
      "heading": "Scope of Services",
      "content": "BUYUPVOTE provides service packages to enhance interactions with your posts on Reddit. Services may include generating dialogical comments, creating questions and answers, and posting content simulating real customer experiences."
    },
    {
      "heading": "Intellectual Property",
      "content": "BUYUPVOTE owns all intellectual property rights related to the Services, including trademarks, service marks, and design marks. Unauthorized use is strictly prohibited."
    },
    {
      "heading": "Payment",
      "content": "Fees for services are based on the selected package and are displayed on our website. Payments are accepted through gateways such as PayPal, Stripe, or Unlimint. Refunds are issued only under specific conditions, such as violations of these Terms or service discontinuation."
    },
    {
      "heading": "Confidentiality",
      "content": "You agree to keep any confidential information received from BUYUPVOTE strictly confidential and not to disclose it unless required for the performance of the Services."
    },
    {
      "heading": "Term and Termination",
      "content": "These Terms commence when you first use the Services and continue until your account is canceled. You may cancel your account at any time by submitting a cancellation request. BUYUPVOTE reserves the right to suspend or cancel your account at its discretion, with or without notice."
    },
    {
      "heading": "Disclaimer of Warranties",
      "content": "BUYUPVOTE provides the Services “as is” and “as available.” We disclaim all warranties, express or implied, including any warranties of merchantability, fitness for a particular purpose, or non-infringement."
    },
    {
      "heading": "Limitation of Liability",
      "content": "To the maximum extent permitted by law, BUYUPVOTE’s liability is limited to the amount paid by you for the Services in the preceding 12 months. We are not liable for any indirect or consequential damages."
    },
    {
      "heading": "User Indemnity",
      "content": "You agree to indemnify and hold BUYUPVOTE harmless against any claims, damages, or expenses resulting from your use of the Services, including legal fees."
    },
    {
      "heading": "Contact Information",
      "content": "For any questions or concerns regarding these Terms, please contact us at info@buyupvotes."
    }
  ]
}
